Repository: mamont77/etn
Catalog: sites/all/modules/captcha/po/*.po
Languages: de, es, fr, gl, it, nl, pt, zh_hans

source: Implements a captcha to registration, comment, contact and node entry forms.
fr: Fournit un captcha pour l'inscription, l'ajout de commentaires, le formulaire de contact et l'édition de contenus.

source: SPAM Control
fr: Contrôle anti-spam

source: Adds a Captcha to various forms to help prevent spam submissions.
fr: Ajoute un captcha à divers formulaires afin de prévenir le spam.

source: Administer how and where Captchas are used.
fr: Gérer l'utilisation des captcha.

source: Comment form
fr: Formulaire de commentaire

source: User login form
fr: Formulaire d'ouverture de session

source: User login form block
fr: Bloc d'ouverture de session

source: User edit form
fr: Formulaire d'édition d'utilisateur

source: User registration form
fr: Formulaire d'inscription d'utilisateur

source: User forgot password form
fr: Formulaire de demande de nouveau mot de passe

source: User contact form
fr: Formulaire de contact personnel

source: Sitewide contact form
fr: Formulaire de contact du site

source: Create a node
de: Eintrag erstellen
es: Creación de nodos
fr: Créer un contenu
gl: Creación de nodos
pt: Criação de nodes

source: Captcha points for the role @role
fr: Points de captcha pour le rôle @role

source: Type of captcha to use
de: Art der Captcha Prüfung
es: Tipo de control Captcha
fr: Type de captcha à utiliser
gl: Tipo de control Captcha
pt: Tipo de controle Captcha

source: Select what kind of challenge you want to pose to the user.
fr: Sélectionnez le type de question à poser à l'utilisateur.

source: Additional response description text
fr: Description supplémentaire

source: This text will be added below the captcha response field.
fr: Ce texte apparaîtra sous le champ de réponse du captcha.

source: Override module's form item description
fr: Modifier la description de captcha du module

source: Override the captcha module's form item description to the one set above.
fr: Utiliser la description ci-dessus plutôt que celle du module de captcha.

source: Math Question: What is %problem?
de: Mathematische Aufgabe: Wieviel ist %problem?
es: Problema matemático: ¿Cuál es el resultado de %problem?
fr: Question mathématique: Combien font %problem ?
gl: Problema matemático: ¿Cal é o resultado de %problem?
pt: Problema de matemática: Qual é o resultado de %problem?

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2.
fr: Veuillez résoudre le problème mathématique ci-dessus et saisir le résultat. Exemple: pour 1+1, entrez 2.

source: The answer you entered to the math problem is incorrect.
de: Die eingegebene Lösung ist falsch. Wir versuchen, auf diese Weise Spam-Robots von unserer Seite fernzuhalten und ersuchen um Ihr Verständnis.
es: La solución que ha dado al problema matemático no es correcta.
fr: La réponse au problème mathématique que vous avez donnée est incorrecte.
gl: A resposta que deu ó problema matemático non é correcta.
pt: A solução que deu ao problema matemático não está correta.

source: Adds a Captcha to the registration form.
de: Fügt der Registrierung eine Captcha-Prüfung hinzu
es: Añade un control Captcha al formulario de registro.
gl: Engade un control Captcha ó formulario de rexistro.
it: Aggiungi captcha al modulo di registrazione
nl: Voegt een captcha toe bij het registratieformulier.
pt: Adiciona um controle Captcha ao formulário de registro.
zh_hans: 为注册表单添加一个验证码。

source: captcha image
it: immagine captcha
nl: captcha beeld
zh_hans: 验证码图像

source: Image library not available. Captcha needs the GD library extension to be installed. Please install GD.
it: Libreria grafica non disponibile. Captcha necessita della libreria GD installata. Per favore installa la libreria GD
nl: De bibliotheek met beelden is niet beschikbaar. Captcha heeft de installatie van de GD bibliotheek extensie nodig. Installeer GD aub.
zh_hans: 图库库不可用。本模块需要安装GD扩展库。请安装GD。

source: Your image library does not seem to have TrueType font support. Captcha will work, but will use the default inbuilt font.
it: La tua libreria grafica non ha il supporto per i TrueType font. Captcha lavorerà ma usera solo i font interni alla libreria.
nl: Uw beeldenbibliotheek blijkt geen TrueType lettertypes te ondersteunen. Captcha zal werken maar zal het standaard beschikbare lettertype gebruiken.
zh_hans: 你的图像库似乎不支持TrueType字体。本程序将使用内置字体工作。

source: The current font path is invalid. The default font will be used.
it: La directory dei font corrente non è valida. I font di default verranno usati.
nl: Het pad naar de lettertypes is niet correct. De standaard lettertypes zullen gebruikt worden.
zh_hans: 当前字体路径非法，将使用默认字体。

source: Check during user registration
it: Abilita durante la registrazione utente
nl: Controleer tijdens gebruikersregistratie
zh_hans: 在用户注册时检查

source: If enabled, users will be asked to recognize an image during user registration.
it: Se abilitato, all' utente verrà richiesto di riconoscere un immagine durate la fase di registrazione.

source: If enabled, anonymous users will be asked to recognize an image while posting .
it: Se abilitato, all' utente anononimo verrà richiesto di riconoscere un immagine durate la fase di creazione di contenuti (post).

source: If enabled, registered users will be asked to recognize an image while posting .
it: Se abilitato, all' utente registrato verrà richiesto di riconoscere un immagine durate la fase di creazione dei contenuti (post).

source: TrueType Fonts Path
it: Directory dei font TrueType
nl: Pad naar TrueType lettertypes
zh_hans: TrueType字体路径

source: Location of the directory where the Truetype (.ttf) fonts are stored. If you do not provide any fonts, the module will use the default font for text.
it: Posizione della directory dove vengono tenuti i Truetype (.ttf) font. Se non fornirai nessun font il modulo userà i font di default per il testo.

source: Number of fonts found:
it: Numero di font trovati:
nl: Aantal gevonden lettertypes:
zh_hans: 找到的字体：

source: GD Version:
it: Versione GD:
nl: GD Versie:
zh_hans: GD版本：

source: FreeType Support:
it: Supporto free type:
nl: FreeType ondersteuning:
zh_hans: FreeType支持：

source: Image and font information
it: Informazioni su immagini e font

source: Verify Registration
it: Verifica Registrazione
nl: Controle van uw registratie
zh_hans: 验证码

source: Please re-recognize the word shown in the image.
it: Per favore, ri-digita la parola visualizzata nell'immagine.
nl: Gelieve opnieuw het woord in het beeld te herkennen.
zh_hans: 请重新理解图像上的单词。

source: Word
it: Parola
nl: Woord
zh_hans: 请输入上图的验证码：

source: Please type in the letters/numbers that are shown in the image above.
it: Per favore inserisci le lettere/numeri che vedi nell'immagine sopra.
nl: Gelieve de letters/cijfers in te typen die hierboven afgebeeld staan.
zh_hans: 请输入图像上显示的字母/数字。

source: access captchas
it: accedi a captcha
nl: toegang tot captchas

source: Check during anonymous comments
nl: Controleer bij anonieme commentaren
zh_hans: 在匿名发表评论时检查

source: Check during registered user comments
nl: Controleer bij commentaren van geregistreerde gebruikers
zh_hans: 在注册用户发表评论时检查

source: The user verification code you entered is not correct.
nl: De gebruikerscontrolecode die u ingaf is correct.
zh_hans: 你的用户验证码输入错误。

source: Verify comment authorship
nl: Controle van het commentaarauteurschap
zh_hans: 验证评论作者

source: captcha
zh_hans: 验证码

source: Comment Form
de: Kommentar
es: Formulario de comentarios
gl: Formulario de comentarios
pt: Formulário de comentários

source: User Login Form
de: Benutzer-Anmeldung
es: Formulario de identificación de usuarios
gl: Formulario de identificación de usuarios
pt: Formulário de identificação de usuários

source: User Login Form Block
de: Benutzer Anmeldeformularblock
es: Formulario de bloqueo de usuarios
gl: Formulario de bloqueo de usuarios
pt: Formulário de bloqueio de usuários

source: User Edit Form
de: „Benutzer bearbeiten” Formular
es: Formulario de edición de usuarios
gl: Formulario de edición de usuarios
pt: Formulário de edição de usuários

source: User Registration Form
de: Benutzer Registrierungsformular
es: Formulario de alta de usuarios
gl: Formulario de alta de usuarios
pt: Formulário de alta de usuários

source: User Forgot Password Form
de: „Kennwort vergessen” Formular
es: Formulario de recuperación de contraseñas
gl: Formulario de recuperación de contrasinais
pt: Formulário de recuperação de senhas

source: User Contact Form
de: Persönliches Kontakt-Formular
es: Formulario de contacto con el usuario
gl: Formulario de contacto co usuario
pt: Formulário de contato com o usuário

source: Sitewide Contact Form
de: Website-Kontaktformular
es: Formulario de contacto para todo el sitio
gl: Formulario de contacto para todo o sitio
pt: Formulário de contato para todo o site

source: Captcha Points for the role %role
es: Puntos de control Captcha para el rol %role
gl: Puntos de control Captcha para o rol %role
pt: Pontos de controle Captcha para regra %role

source: Select what kind of challenge you want to pose to the user
de: Auswahl der Art der Überprüfung für den Besucher
es: Indique qué tipo de reto quiere plantear al usuario
gl: Sinale que tipo de reto quere plantexar ó usuario
pt: Indique qual tipo de Captcha você quer apresentar ao usuário

source: Please solve the math problem above and type in the result. e.g. for 1+1, type 2
de: Das Ergebnis der Aufgabe ist einzutragen, z.B. für „1 + 1” ist „2” einzugeben.
es: Por favor, solucione el problema matemático anterior y escriba el resultado. Por ejemplo, si el problema es 1+1 escriba 2
gl: Resolva o problema matemático anterior e escriba o resultado. Por exemplo, se o problema é 1+1 escriba 2
pt: Por favor, resolva o problema de matemática anterior e preencha o resultado. Por exemplo, se o problema é 1+1, escreva 2
